<?php

$lang['date_year'] = "Год";
$lang['date_years'] = "Лет";
$lang['date_month'] = "Месяц";
$lang['date_months'] = "Месяцев";
$lang['date_week'] = "Неделя";
$lang['date_weeks'] = "Недель";
$lang['date_day'] = "День";
$lang['date_days'] = "Дней";
$lang['date_hour'] = "Час";
$lang['date_hours'] = "Часов";
$lang['date_minute'] = "Минута";
$lang['date_minutes'] = "Минут";
$lang['date_second'] = "Секунда";
$lang['date_seconds'] = "Секунд";

$lang['UM12'] = '(UTC -12:00) Остров Бейкер/Хоуленд';
$lang['UM11'] = '(UTC -11:00) Часовой пояс Самоа, Ниуэ';
$lang['UM10'] = '(UTC -10:00) Гавайско-Алеутское стандартное время, Острова Кука, Таити';
$lang['UM95'] = '(UTC -9:30) Маркизские острова';
$lang['UM9'] = '(UTC -9:00) Аляскинское стандартное время, острова Гамбиер';
$lang['UM8'] = '(UTC -8:00) Тихоокеанское стандартное время, остров Клиппертон';
$lang['UM7'] = '(UTC -7:00) Горное стандартное время';
$lang['UM6'] = '(UTC -6:00) Центральное стандартное время';
$lang['UM5'] = '(UTC -5:00) Восточное стандартное время, Западно-Карибское стандартное время';
$lang['UM45'] = '(UTC -4:30) Венесуэльское стандартное время';
$lang['UM4'] = '(UTC -4:00) Атлантическое стандартное время, Восточно-Карибское стандартное время';
$lang['UM35'] = '(UTC -3:30) Ньюфаундлендское стандартное время';
$lang['UM3'] = '(UTC -3:00) Аргентина, Бразилия, Французская Гвиана, Уругвай';
$lang['UM2'] = '(UTC -2:00) Южная Георгия/Южные Сандвичевы острова';
$lang['UM1'] = '(UTC -1:00) Азорские острова, Острова Зеленого Мыса';
$lang['UTC'] = '(UTC) Среднее время по Гринвичу, западноевропейское время';
$lang['UP1'] = '(UTC +1:00) Центральное европейское время, время Западной Африки';
$lang['UP2'] = '(UTC +2:00) Центральное Африканское время, Восточное Европейское время, Калининградское время';
$lang['UP3'] = '(UTC +3:00) Московское время, время Восточной Африки';
$lang['UP35'] = '(UTC +3:30) Иранское стандартное время';
$lang['UP4'] = '(UTC +4:00) Азербайджанское стандартное время, Самарское время';
$lang['UP45'] = '(UTC +4:30) Афганистан';
$lang['UP5'] = '(UTC+5:00) Пакистанское стандартное время, Екатеринбургское время';
$lang['UP55'] = '(UTC +5:30) Индийское стандартное время, время Шри-Ланки';
$lang['UP575'] = '(UTC +5:45) Непальское время';
$lang['UP6'] = '(UTC +6:00) Стандартное время Бангладеш, время Бутана, Омское время';
$lang['UP65'] = '(UTC +6:30) Кокосовые острова, Мьянма';
$lang['UP7'] = '(UTC +7:00) Красноярское время, Камбоджа, Лаос, Таиланд, Вьетнам';
$lang['UP8'] = '(UTC +8:00) Австралийское западное стандартное время, Пекинское время, Иркутское время';
$lang['UP875'] = '(UTC +8:45) Австралийское центральное западное стандартное время';
$lang['UP9'] = '(UTC +9:00) Японское стандартное время, Корейское стандартное время, Якутское время';
$lang['UP95'] = '(UTC +9:30) Австралийское центральное стандартное время';
$lang['UP10'] = '(UTC +10:00) Австралийское восточное стандартное время, Владивостокское время';
$lang['UP105'] = '(UTC +10:30) Остров Лорд-Хау';
$lang['UP11'] = '(UTC +11:00) Среднеколымское время, Соломоновы острова, Вануату';
$lang['UP115'] = '(UTC +11:30) Остров Норфолк';
$lang['UP12'] = '(UTC +12:00) Фиджи, острова Гилберта, Камчатское время, Новозеландское стандартное время';
$lang['UP1275'] = '(UTC +12:45) Стандартное время Чатемских островов';
$lang['UP13'] = '(UTC +13:00) Время островов Феникс, Тонга';
$lang['UP14'] = '(UTC +14:00) Линейные острова';


/* End of file date_lang.php */
/* Location: ./system/language/english/date_lang.php */