<?php
$lang['ftp_no_connection']          = "Невозможно найти действительный идентификатор соединения. Пожалуйста, убедитесь, что вы подключены, прежде чем выполнять любые операции с файлами.";
$lang['ftp_unable_to_connect']      = "Невозможно подключиться к FTP-серверу, используя указанное имя хоста.";
$lang['ftp_unable_to_login']        = "Невозможно войти на ваш FTP-сервер. Пожалуйста, проверьте имя пользователя и пароль.";
$lang['ftp_unable_to_makdir']       = "Невозможно создать указанный вами каталог.";
$lang['ftp_unable_to_changedir']    = "Невозможно изменить директорию.";
$lang['ftp_unable_to_chmod']        = "Невозможно установить права доступа к файлам. Пожалуйста, проверьте путь.";
$lang['ftp_unable_to_upload']       = "Невозможно загрузить указанный файл. Пожалуйста, проверьте путь.";
$lang['ftp_unable_to_download']     = "Невозможно загрузить указанный файл. Пожалуйста, проверьте путь.";
$lang['ftp_no_source_file']         = "Невозможно найти исходный файл. Пожалуйста, проверьте путь.";
$lang['ftp_unable_to_rename']       = "Невозможно переименовать файл.";
$lang['ftp_unable_to_delete']       = "Невозможно удалить файл.";
$lang['ftp_unable_to_move']         = "Невозможно переместить файл. Пожалуйста, убедитесь, что каталог назначения существует.";

/* End of file ftp_lang.php */
/* Location: ./system/language/rus/ftp_lang.php */