<?php

$lang['imglib_source_image_required'] = "Вы должны указать исходное изображение в настройках.";
$lang['imglib_gd_required'] = "Для этой функции требуется библиотека изображений GD.";
$lang['imglib_gd_required_for_props'] = "Ваш сервер должен поддерживать библиотеку изображений GD для определения свойств изображения.";
$lang['imglib_unsupported_imagecreate'] = "Ваш сервер не поддерживает функцию GD, необходимую для обработки этого типа изображения.";
$lang['imglib_gif_not_supported'] = "Изображения GIF часто не поддерживаются из-за лицензионных ограничений.  Возможно, вам придется использовать вместо них изображения JPG или PNG.";
$lang['imglib_jpg_not_supported'] = "Изображения JPG не поддерживаются.";
$lang['imglib_png_not_supported'] = "Изображения PNG не поддерживаются.";
$lang['imglib_jpg_or_png_required'] = "Протокол изменения размера изображения, указанный в ваших настройках, работает только с изображениями типа JPEG или PNG.";
$lang['imglib_copy_error'] = "При попытке заменить файл возникла ошибка.  Пожалуйста, убедитесь, что ваш каталог файлов доступен для записи.";
$lang['imglib_rotate_unsupported'] = "Похоже, что вращение изображения не поддерживается вашим сервером.";
$lang['imglib_libpath_invalid'] = "Путь к вашей библиотеке изображений неверен.  Пожалуйста, задайте правильный путь в настройках изображения.";
$lang['imglib_image_process_failed'] = "Обработка изображения не удалась.  Убедитесь, что ваш сервер поддерживает выбранный протокол и что путь к вашей библиотеке изображений правильный.";
$lang['imglib_rotation_angle_required'] = "Для поворота изображения требуется угол поворота.";
$lang['imglib_writing_failed_gif'] = "Изображение GIF.";
$lang['imglib_invalid_path'] = "Путь к изображению неверен.";
$lang['imglib_copy_failed'] = "Копирования изображения не удалось.";
$lang['imglib_missing_font'] = "Невозможно найти шрифт для использования.";
$lang['imglib_save_failed'] = "Невозможно сохранить изображение.  Убедитесь, что изображение и каталог файла доступны для записи.";


/* End of file imglib_lang.php */
/* Location: ./system/language/rus/imglib_lang.php */